[
  {
    "id": 1,
    "name": "Awlad Hossin",
    "role": "Senior Product Designer",
    "text": "This posture corrector truly changed my life. After years of slouching, I feel more confident, sit straighter, and have significantly reduced back pain throughout my workday."
  },
  {
    "id": 2,
    "name": "Nasir Uddin",
    "role": "CEO",
    "text": "An excellent support product! I use it every day at work and even while commuting. It's comfortable, adjustable, and has improved my spinal posture remarkably over just a few weeks."
  },
  {
    "id": 3,
    "name": "Rasel Ahamed",
    "role": "CTO",
    "text": "I’ve tried many posture aids, but this is by far the best. It’s sleek, lightweight, and easy to wear under clothes. I recommend it to my colleagues and friends alike."
  },
  {
    "id": 4,
    "name": "Sadia Karim",
    "role": "Marketing Manager",
    "text": "Using this daily has helped me be more mindful of my body alignment. It’s a great tool for remote workers or anyone spending long hours in front of a screen."
  },
  {
    "id": 5,
    "name": "Jahid Hasan",
    "role": "Lead Developer",
    "text": "Highly effective, especially during long office hours. I feel more focused, and the constant support reminds me to avoid slouching. Plus, it’s so discreet that nobody even notices it."
  },
  {
    "id": 6,
    "name": "Farhana Akter",
    "role": "UX Researcher",
    "text": "I love the quality and feel of the material. It holds my shoulders perfectly in place, and I’ve noticed a significant boost in my energy levels and breathing posture."
  },
  {
    "id": 7,
    "name": "Tanvir Islam",
    "role": "QA Engineer",
    "text": "After just one week, I felt a real difference. It encourages me to maintain better posture without being restrictive or uncomfortable. Great value for the price and very durable."
  },
  {
    "id": 8,
    "name": "Mim Rashid",
    "role": "Content Strategist",
    "text": "Absolutely fantastic! It’s now part of my daily wellness routine. Wearing it for a few hours every day made a huge difference in my posture and lower back strain."
  },
  {
    "id": 9,
    "name": "Arif Chowdhury",
    "role": "Product Manager",
    "text": "Fits well, offers great support, and is super easy to put on and take off. It helped me correct years of poor posture, especially when using my laptop all day."
  },
  {
    "id": 10,
    "name": "Lima Rahman",
    "role": "Graphic Designer",
    "text": "At first, I was skeptical, but after using it consistently, my back feels more relaxed and my shoulders don’t ache like they used to. Amazing product with real results."
  },
  {
    "id": 11,
    "name": "Shakib Al Hasan",
    "role": "Business Analyst",
    "text": "The strap system is intuitive and supportive. I feel a gentle pull reminding me to stay upright, which has helped me stay more active and reduce tension around my spine."
  },
  {
    "id": 12,
    "name": "Nabila Hossain",
    "role": "HR Specialist",
    "text": "I wear it while cooking, working, and even walking. It blends seamlessly with my routine and makes posture correction effortless. My physical therapist noticed great improvement as well."
  },
  {
    "id": 13,
    "name": "Rafiq Ahmed",
    "role": "Data Scientist",
    "text": "Simple, effective, and easy to maintain. I love how breathable the fabric is—it doesn’t cause sweat or irritation. It’s a small change that’s making a big impact on my health."
  },
  {
    "id": 14,
    "name": "Sabrina Akter",
    "role": "Customer Support",
    "text": "Using this corrector every day before my workouts has enhanced my core activation. I feel aligned, stable, and more aware of my body positioning during both cardio and strength exercises."
  },
  {
    "id": 15,
    "name": "Habib Ullah",
    "role": "Operations Manager",
    "text": "I’ve bought one for every member of my family. It’s such a helpful tool for posture training and back health. Everyone noticed improvements in comfort after the first week."
  },
  {
    "id": 16,
    "name": "Rokeya Sultana",
    "role": "Financial Advisor",
    "text": "A game changer! I no longer feel the mid-back tightness I used to get from hunching. It’s become a daily must-have whether I’m working or relaxing at home."
  },
  {
    "id": 17,
    "name": "Zahid Hassan",
    "role": "Technical Lead",
    "text": "Impressed with how adjustable and comfortable it is. The support it gives is subtle but effective, and I’ve experienced less fatigue and tension during long Zoom meetings and writing sessions."
  },
  {
    "id": 18,
    "name": "Nusrat Jahan",
    "role": "Social Media Manager",
    "text": "Fantastic for everyday use. It’s non-intrusive and stylish. I wear it under my shirt, and it gives a gentle reminder to stand tall and keep my spine in good alignment."
  }
]
